/* Archive - NSOpenPanel button title */
"Archive" = "Comprimir";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Comprimir archivos";

/* title of progress window */
"Archive Utility" = "Utilidad de Compresión";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Se ha cancelado la compresión de “%1$@” en “%2$@”.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Comprimiendo “%1$@”…";

/* Cancel */
"Cancel" = "Cancelar";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Ordenando…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "No se ha encontrado una carpeta con permisos de escritura para el contenido de “%1$@.” Intente trasladarlo a una carpeta con permisos de escritura.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "No se ha encontrado una carpeta con permisos de escritura en la que crear un archivo comprimido de “%1$@.” Intente trasladarlo a una carpeta con permisos de escritura.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Ha terminado la compresión de “%1$@” en “%2$@”.";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Ha terminado la descompresión de “%1$@” en “%2$@”.";

/* Default name of progress window */
"Progress" = "Estado";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Seleccionar una ubicación para guardar “%1$@”…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "No se ha podido comprimir “%1$@” en “%2$@”.\n(Error %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "No se ha podido eliminar “%1$@”.";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "No se ha podido eliminar el archivo comprimido “%1$@”.";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "No se ha podido descomprimir “%@”: el formato es incompatible.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "No se ha podido descomprimir “%@”: los archivos comprimidos con Stuffit no son compatibles.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "No se ha podido terminar la descompresión de “%1$@” en “%2$@”.\nNo se ha podido trasladar “%3$@” al directorio de destino.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "No se ha podido mover “%1$@” a \"%2$@.";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "No se ha podido trasladar “%1$@” a “%2$@”.\nEl ítem de destino no existe o no es un directorio.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "No se ha podido trasladar “%1$@” a la Papelera.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "No se ha podido mover el archivo comprimido “%1$@” a \"%2$@.";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "No se ha podido trasladar el archivo comprimido “%1$@” a “%2$@”.\nEl ítem de destino no existe o no es un directorio.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "No se ha podido trasladar el archivo comprimido “%1$@” a la Papelera.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "No se ha podido abrir el archivo comprimido “%1$@”.\n(Error %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "No se ha podido abrir el archivo comprimido “%1$@” porque está dañado.";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "No se ha podido descomprimir “%1$@” en “%2$@”.\n(Error %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Descomprimir";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Descomprimir archivo";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Se ha cancelado la descompresión de “%1$@” en “%2$@”.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Descomprimiendo “%1$@”…";

